{
    "en": {
        "404": "The action could not be finished. Please contact AppsCo support.",
        "1495115937": "Domain does not have a valid form. Please enter a valid domain.",
        "1494419090": "Domain already exists in company.",
        "1497441483": "Domain is already managed. Please contact AppsCo support.",
        "1495525415": "Account with the same email already exists in the company. Please check it within Directory page.",
        "1495798765": "Account with the same email already exists in the company. Please check it within Directory page.",
        "1499245162": "Account does not exists in AppsCo.",
        "1499245276": "Account does not exists in AppsCo.",
        "1494485231": "Form is not filled out correctly. Please check your inputs.",
        "1495538859": "Email is not valid. Please check your input.",
        "1497005049": "Contact with the same email already exists.",
        "1496238379": "This contact has already been invited to your company.",
        "1495525471": "Email domain is managed by this company. It can not be added as contact.",
        "1495625398": "Account with given email already exists in company.",
        "1494418390": "Maximum number of AppsCo licences have been reached. Please upgrade subscription in order to add more accounts.",
        "1495795418": "Maximum number of AppsCo licences have been reached. Please upgrade subscription in order to add more accounts.",
        "1497611111": "You are trying to remove the last administrator from the company. If you wish to delete the entire company, please contact AppsCo support.",
        "1497962487": "It is not allowed to change claim type for this resource.",
        "1494420574": "Integration does not belong to your company.",
        "1494420718": "Mapping does not belong to integration.",
        "1498548911": "Maximum number of AppsCo licences have been reached. Please upgrade subscription in order to sync more accounts.",
        "1499091593": "Account with given email already exists in company.",
        "1498659357": "You are not allowed to create company. Please contact administrator of the company you belong to.",
        "1495612276": "Group with the same name already exists.",
        "1502883369": "This user already has a role in selected customer company.",
        "1510052078": "Customer token is invalid",
        "1516956480": "Maximum number of certificates for application has been reached. Delete some existing before creating a new one.",
        "1516956552": "Your CSR is not valid.",
        "1516956597": "Error reading CA certificate",
        "1516956621": "Error reading CA key",
        "1519976197": "In order to remove this dashboard folder, you must move all the resources to dashboard or other folders first."
    }
}
